class CFG:
    TG_BOT_TOKEN = "6721282701:AAEC0O5fnO0YTC64Mk2m6p7fAfeeO2MA3SQ"

    KINOPOIS_API_KEY = "4161ef6d-9f70-4103-918e-84efc60ec86e"

    PATH_DATA = "kinopoisk-top250.csv"

    QQ = '🎬 *Как бесплатно смотреть фильмы и сериалы на «КиноПоиске»*\n\n1️⃣ Заходим на официальный сайт «Кинопоиска».\n2️⃣ Выбираем фильм или сериал → переходим на страницу.\n3️⃣ После «www.» в адресной строке меняем "kino" на "ss".\n└Должно получиться так — «sspoisk».\n4️⃣ Переходим по адресу → открываем плеер.'

    kinomax_link = "https://kinomax.ru/"

    PRIMERS_DATA = "primers_data.txt"
