class CFG:
    TG_BOT_TOKEN = "TOKEN"

    KINOPOIS_API_KEY = "KEY"

    PATH_DATA = "PATH_TO_MOVIE_DATA"

    QQ = '🎬 *Как бесплатно смотреть фильмы и сериалы на «КиноПоиске»*\n\n1️⃣ Заходим на официальный сайт «Кинопоиска».\n2️⃣ Выбираем фильм или сериал → переходим на страницу.\n3️⃣ После «www.» в адресной строке меняем "kino" на "ss".\n└Должно получиться так — «sspoisk».\n4️⃣ Переходим по адресу → открываем плеер.'

    kinomax_link = "https://kinomax.ru/"

    PRIMERS_DATA = "PATH_TO_PRIMERS_DATA"
